<?php
/**
 * Created by PhpStorm.
 * User: LevAle
 * Date: 25.04.2016
 * Time: 23:20
 */

$SKILLS_LIST = array(

    1 => "Атака мечами",
    2 => "Атака луками",
    3 => "Атаки магией",
    4 => "Защиты от мечей",
    5 => "Защита от луков",
    6 => "Защита от магии",
    7 => "Навык ношения мечей",
    8 => "Навык ношения луков",
    9 => "Навык ношения посохов",
    10 => "Навык ношения воинских доспехов",
    11 => "Навык ношения кожаных доспехов",
    12 => "Навык ношения одежды магов",
    13 => "Здоровье",
    14 => "Торговля",									//+1 золото за уровень при продаже, но не более максимальной стоимости (item_buy)
    15 => "Использования элексиров",
    16 => "Улучшение оружия",							// Навык точек оружия и доспехов (прибавляется макс дамаг и хп соответственно)
    17 => "Улучшение доспехов",
    18 => "Навык ношения предметов",						// Базовая вместимость инвентаря 10 ячеек, +1 ячейка за уровень
    19 => "Бегство",										// Базовый шанс сбежать 50%, за 1 уровень +5% шанса, но не более 95%
    20 => "Оборона",										// Базовая оборона дает +1 к всему дефу и длится 1 раунда (текущий), каждый новый уровень +1 к дефу и +1 раунд
    21 => "Инкрустация"										// Позволяет улучшать доспехи используя камень инкрустации
);

?>